/*
  Localizable.strings
  PD Runner

  Created by lihaoyun6 on 2021/10/7.
  
*/
"Quit" = "結束";
"OK" = "確認";
"Cancel" = "取消";
"Make Alias" = "建立快捷方式";
"Auto Update" = "自動檢查更新";
"No Snapshots" = "無快照";
"Preferences..." = "偏好設定...";
"Automatic mode" = "自動模式";
"No snapshots available." = "所選虛擬機器沒有可用快照.";
"Please select a snapshot to switch:" = "請選擇一個快照版本:";
"User cancelled" = "使用者已取消";
"Nothing has changed." = "虛擬機未發生改變.";
"Restore %@ to [%@]?" = "確認將 %@ 恢復至 [%@]?";
"Restore now?" = "確認恢復?";
"Input password" = "請輸入密碼";
"%@ is encrypted." = "%@ 處於加密狀態";
"No password entered" = "未輸入密碼";
"The requested operation has been cancelled." = "將不會進行任何操作";
"About PD Runner" = "關於 PD Runner";
"No VMs were found" = "沒有虛擬機";
"Parallels Desktop not installed" = "沒有安裝Parallels Desktop";
"Unable to connect to Parallels Service" = "無法連線到Parallels服務";
"Batch action" = "批次操作";
"Start" = "啟動";
"Snapshots..." = "恢復快照...";
"Start all VMs" = "全部開機";
"Stop all VMs" = "全部關機";
"Block trial alert" = "屏蔽過期警告";
"Update VM List" = "更新虛擬機列表";
"Click OK to exit" = "點OK退出程式";
"Launch at Login" = "登入時啟動";
"Failed to install helper!" = "輔助程式工具安装失败!";
"Unknown error." = "未知錯誤";
"One more step!" = "還差一步";
"Don't remind me again" = "不再提示";
"Due to the safety requirements of PD:\nIf the VM window is blank, just click the \n[Gear] icon in the upper right corner of the window and enter the VM password.\nThen the VM screen will be displayed." = "由於Parallels Desktop的安全性驗證\n如果虛擬機窗口沒有顯示系統畫面\n只需要點擊窗口右上角的[齒輪]圖標\n並輸入虛擬機的密碼, 即可顯示畫面";
"Check for Updates..." = "檢查更新...";
"No need to update" = "無需更新";
" is the latest version." = " 已是最新版本";
"New update!" = "有更新可用";
" update is available,\nclick [OK] to download." = " 更新已推出,\n點選[確定]前往頁面下載更新.";
"Update failed!" = "檢查失敗";
"An error occurred while checking for updates." = "檢查更新時發生錯誤!";
"Failed to start!" = "啟動失敗!";
"Make sure you are already a trial user\n(even if it is expired)\nThen restart your Mac and try again." = "請確認您已註冊了試用期 (過期也沒關係)\n然後重啟您的Mac並重新嘗試啟動虛擬機.";
"Get the trial first!" = "未註冊試用期!";
"You must get a trial of Parallels Desktop.\nThen you can start VMs with PD Runner even if the trial period expires." = "請先在Parallels Desktop中註冊試用期\n然後就可以使用PD Runner啟動虛擬機\n(試用期過後依然有效)";
"Unsupported product!" = "不支援此產品!";
"The App Store Edition is not supported.\nDownload the Standard Edition from:\nhttps://www.parallels.com" = "不支援App Store版本的Parallels Desktop\n請從 https://www.parallels.cn/hk 下載";

"VM in the \"Installation Complete\" state is detected. Do you want to complete the installation and enter the VM?" = "檢測到處於\"安裝完成\"狀態的虛擬機器\n是否立即完成安裝並進入虛擬機器?";
"Complete the installation" = "完成安裝";
